Repository: RedTurtle/collective.navigationtoggle
Catalog: collective/navigationtoggle/locales/*/LC_MESSAGES/collective.navigationtoggle.po
Languages: es, it

source: Animation delay
es: Retraso en la animación
it: Ritardo nell'animazione

source: Cache
es: Caché

source: Cancel
es: Cancelar
it: Annulla

source: Changes saved
es: Cambios guardados
it: Modifiche salvate

source: Edit cancelled
es: Cambios cancelados
it: Modifiche annullate

source: HTML list element
es: Elemento lista HTML
it: Elemento lista HTML

source: HTML list type
es: Tipo de lista HTML
it: Tipo di lista HTML

source: JavaScript registry invalidated
es: Registro JavaScript invalidado
it: Registro JavaScript invalidato

source: Link selectors
es: Selectores de enlaces
it: Selettori dei link

source: Make specific Plone navigation portlet elements to be expandable/collapsible
es: Hace que los elementos específicos del portlet de navegación de Plone sean expandibles/plegables
it: Rende specifici elementi delle portlet di navigazione Plone espandibili/collassabili

source: Navigation Toggle settings
es: Configuración Alternancia de Navegación
it: Impostazioni Navigation Toggle

source: Remove the collective.navigationtoggle package
es: Eliminar el paquete collective.navigationtoggle

source: Save
es: Guardar
it: Salva

source: Save and invalidate JS cache
es: Guardar e invalidar caché JS
it: Salva e invalida cache JS

source: Toggle container classes
es: Clases de contenedores para elementos de alternancia
it: Classi dei contenitori per elementi toggle

source: help_animation_delay
es: Si se proporciona, habilite una animación cuando las navegaciones se expandan/contraigan. La animación requerirá que se complete el número dado de misiles. Deje 0 para deshabilitar la animación.
it: Se fornito, abilita un'animazione quando i navigatori vengono espansi/collassati. L'animazione richiederà il numero indicato di missilecondi per essere completata. Lascia 0 per disabilitare l'animazione.

source: help_client_cache
es: Mantenga el resultado en caché cuando abra el navegador cuando esté expandido.
it: Mantieni in cache il risultato nell'apertura del navigatore quando è espanso.

source: help_link_selectors
es: Haga que esos enlaces de navegación puedan expandirse/contraerse. Puede proporcionar la ruta relativa de la URL (omitiendo la identificación del sitio), por ejemplo: "/carpeta/subcarpeta". También puede proporcionar una expresión de selector jQuery estándar (consulte http://api.jquery.com/category/selectors).
it: Rendi questi link del navigatore espandibile/collassabile. Puoi fornite il percorso relativo dell'URL (omettendo l'id del sito) - e.g: "/cartella/sottocartella". Puoi anche utilizzare un selettore jQuery standard (vedere http://api.jquery.com/category/selectors).

source: help_list_item
es: El elemento de un único elemento de la lista para buscar navegaciones internas. Este es el elemento que generará la función de alternar al expandirse
it: L'elemento di una singolo elemento della lista da cercare dentro al navigatore(i). Questo è l'elemento che la funzionalità di toggle genererà all'espansione.

source: help_list_type
es: El tipo de elemento de lista que se busca dentro de la(s) navegación(ones). Este es el elemento que la función de alternar intentará clonar.
it: Il tipo di elemento lista da cercare dentro al navigatore(i). Questo è l'elemento che la funzionalità di toggle tenterà di clonare.

source: help_navigationtoggle_settings_editform
es: Administre en qué elementos debe activarse la palanca de navegación
it: Gestisci su quali elementi il navigation toggle deve essere attivato

source: help_toggle_container_class
es: Solo busca enlaces dentro de elementos HTML con esas clases CSS. Tenga en cuenta que esta opción se usa solo si proporciona enlaces de alternancia como ruta URL normal (no para expresiones complejas de jQuery).
it: Considera solo link dentro ad elementi HTML con queste classi CSS. Nota che questa impostazione è usata solo se hai utilizzato link come normali percorsi di URL (non per complesse espressioni jQuery).
